driver-tests/bpelse/compensation/NestedScopeJBI/test/PeerScopeVirtualCompensate/Input.xml

<soapenv:Envelope xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:int="http://j2ee.netbeans.org/wsdl/interfacePeer">
  <soapenv:Body>
    <int:InPart>Test Msg:</int:InPart>
  </soapenv:Body>
</soapenv:Envelope>